experiments/redis_contention/redis_numactl_same_node/clients_4_threads_1_pipeline_1_multi_key_50/loaded_pairs_20/pair_11/redis.out
1         Threads
4         Connections per thread
60        Seconds


ALL STATS
============================================================================================================================
Type         Ops/sec     Hits/sec   Misses/sec    Avg. Latency     p50 Latency     p99 Latency   p99.9 Latency       KB/sec 
----------------------------------------------------------------------------------------------------------------------------
Sets            0.00          ---          ---             ---             ---             ---             ---         0.00 
Gets        13246.13    662305.87         0.67         0.30188         0.30300         0.46300         0.47900    683073.14 
Waits           0.00          ---          ---             ---             ---             ---             ---          --- 
Totals      13246.13    662305.87         0.67         0.30188         0.30300         0.46300         0.47900    683073.14